[
  "obsidian-tasks-plugin",
  "quickadd",
  "nldates-obsidian",
  "dataview",
  "templater-obsidian",
  "obsidian-shellcommands",
  "obsidian-regex-replace",
  "calendar",
  "table-editor-obsidian",
  "obsidian-custom-frames",
  "quick-explorer",
  "csv-obsidian",
  "buttons",
  "obsidian-view-mode-by-frontmatter"
]